Repository: mathis-lambert/Aero
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Download and install updates automatically
fr: Télécharger et installer automatiquement les mises à jour

source: Downloads are still running. Restarting will cancel them. Save any work on websites before continuing.
fr: Des téléchargements sont en cours. Le redémarrage les annulera. Enregistrez votre travail sur les sites avant de continuer.

source: Last checked
fr: Dernière vérification

source: Restart
fr: Redémarrer

source: Restart Aero to update?
fr: Redémarrer Aero pour le mettre à jour ?

source: Software Updates
fr: Mises à jour

source: This copy of Aero is not configured for updates. Download a new copy from getaero.app.
fr: Cette copie d’Aero n’est pas configurée pour les mises à jour. Téléchargez une nouvelle copie sur getaero.app.

source: Updates are disabled in development and test builds.
fr: Les mises à jour sont désactivées dans les versions de développement et de test.

source: Updates install when you quit Aero. You can also choose to restart from the update window. Save your work on websites before restarting.
fr: Les mises à jour s’installent à la fermeture d’Aero. Vous pouvez aussi redémarrer depuis la fenêtre de mise à jour. Enregistrez votre travail sur les sites avant de redémarrer.

source: Your tabs will reopen, but unsaved work on websites and active calls may be lost. Save your work before continuing.
fr: Vos onglets seront rouverts, mais le travail non enregistré sur les sites et les appels en cours risquent d’être perdus. Enregistrez votre travail avant de continuer.
